{
  "username1": [
    {
      "advertId": 1,
      "advertTitle": "Ενοικίαση κατοικίας 97 τ.μ., Κερατσίνι, 600 €",
      "advertDescription": "ΑΘΗΝΑΙΟΝ ΜΕΣΙΤΙΚΟ Οροφοδιαμέρισμα 1 ου ορόφου 97 τ. μ Κερατσίνι Πλήρως επιπλωμένο 2 κρεβατοκάμαρες Σαλόνι τραπεζαρία Μπάνιο Κουζίνα ανεξάρτητη Διαμπρές Μπαλκόνια μπρος-πίσω Αυτόνομη θέρμανση πετρελαίου Ελεύθερο wifi Διαθέτει όλες τις ηλεκτρικες συσκευές Δάπεδο πλακάκι Κουφώματα αλουμινίου 200 μέτρα από τον μεγάλο Σκλαβενίτη. Δίπλα σε στάση λεωφορείου προς Πειραιά και Νίκαια ΑΘΗΝΑΙΟΝ ΜΕΣΙΤΙΚΟ",
      "advertPrice": 600,
      "advertImageUrl": "https://wiki-ads.onrender.com/static/images/img11.webp"
    },
    {
      "advertId": 2,
      "advertTitle": "Ενοικίαση κατοικίας 71 τ.μ., Αθήνα, 700 €",
      "advertDescription": "Το διαμέρισμα της οδού Κυψέλης διαθέτει ηλεκτρική κουζίνα εντοιχισμένη. 3 AC & φωτιστικά",
      "advertPrice": 700,
      "advertImageUrl": "https://wiki-ads.onrender.com/static/images/img21.webp"
    },
    {
      "advertId": 3,
      "advertTitle": "Ενοικίαση κατοικίας 80 τ.μ., Αθήνα, 500 €",
      "advertDescription": "ΑΘΗΝΑ - ΚΥΨΕΛΗ, Διαμέρισμα προς Ενοικίαση, 80 τ.μ, κατασκευή 1978, ανακαίνιση 2000, 2 δωμάτια, 1 ος, ΕΝΕΡΓΕΙΑΚΗ ΚΛΑΣΗ: Υπο έκδοση, Θέα: Βλέπει σε κήπο, Βλέπει στον ακάλυπτο, Διάφορα Χαρακτηριστικά: Ανακαινισμένη κουζίνα, Άριστη κατάσταση, Ασανσέρ, Βεράντα, Διαμπερές, Διπλά τζάμια, ελεύθερο, Θωρακισμένη Πόρτα, ΚΑΛΗ ΚΑΤΑΣΤΑΣΗ, Κατάλληλο για φοιτητές, Κατάλληλο και για επαγγελματική στέγη, Κοντά σε μέσα μαζικής μεταφοράς, Μπάνιο, Πατάρι, Πλησίον ΗΣΑΠ, Πλησίον πλατείας, Προσόψεως, Φρεσκοβαμμένο, Θέρμανση: Κλιματισμός. κωδικός ακινήτου: 11389, για περισσότερες πληροφορίες επισκεφθείτε την ιστοσελίδα μας: www.rep.gr",
      "advertPrice": 500,
      "advertImageUrl": "https://wiki-ads.onrender.com/static/images/img31.webp"
    }
  ],
  "username2": [
    {
      "advertId": 14,
      "advertTitle": "AUDI A1 Design",
      "advertDescription": "AUDI A1 Design, 999 cc, μοντ. 1/'17, 95 hp, λευκό, 16.800 χλμ., ρύποι(CO2): 97 gr/100km, Euro6, χειροκίνητο κιβώτιο, κίνηση μπροστά, 3θυρο, υδρ. τιμόνι, ABS, ESP, 6 αερόσακοι, ηλεκ. παράθυρα - καθρέπτες - κλειδαριές, a/c, ζάντες 16\", immobilizer, ράδιο-cd, προβολείς ομίχλης, συναγερμός, καταλυτικό, βενζίνη, service αντιπροσωπείας με βιβλίο service, ζυγό, άριστη κατάσταση, φυλασσόμενο σε γκαράζ, ΚΤΕΟ 1/'25, φυλασσόμενο σε ιδιωτικό parking από συνταξιούχο σε άριστη κατάσταση, τιμή 16.000€",
      "advertPrice": 16000,
      "advertImageUrl": "https://wiki-ads.onrender.com/static/images/img141.jpg"
    }
  ],
  "username3": []
}